[
    {
        "p": "Nauczyciel każe uczniom otworzyć podręczniki",
        "n": "Der Lehrer lässt die Schüler ihre Lehrbücher öffnen"
    },
    {
        "p": "Ojciec każe synowi posprzątać swój pokój",
        "n": "Der Vater lässt den Sohn sein Zimmer aufräumen"
    },
    {
        "p": "Lekarz każe pacjentowi przeyjśc za tydzień do kontroli",
        "n": "Der Arzt lässt den Patienten in einer Woche zur Kontrolle kommen"
    },
    {
        "p": "Pani każe fryzjerce zafarbować swoje włosy",
        "n": "Die Frau lässt die Friseurin ihre Haare färben"
    },
    {
        "p": "Pan Grün każe sekretarce przesłać dokument",
        "n": "Herr Grün lässt die Sekretärin die Dokumente verschicken"
    },
    {
        "p": "Matka każe córce pomóc babci z zakupami",
        "n": "Die Mutter lässt die Tochter der Großmutter beim Einkaufen helfen"
    },
    {
        "p": "Moi rodzice nie pozwalają mi iść do kina",
        "n": "Meine Eltern lassen mich nicht ins Kino gehen"
    },
    {
        "p": "Ojciec nie pozwala dziecku grać w gry komputerowe",
        "n": "Der Vater lässt das Kind keine Computerspiele spielen"
    },
    {
        "p": "Nauczyciel wychowania fizycznego każe nam codziennie biegać",
        "n": "Der Sportlehrer lässt uns jeden Tag joggen"
    },
    {
        "p": "Nie pozwalam im jechać na kemping z przyjaciółmi",
        "n": "Ich lasse sie nicht mit ihren Freunden zelten"
    },
    {
        "p": "Zostaw mnie w spokoju!",
        "n": "Lass mich in Ruhe!"
    },
    {
        "p": "Czy on daje naprawić walizkę?",
        "n": "Lässt er den Koffer reparieren?"
    },
    {
        "p": "Nasi nauczyciele nie pozwalają nam chodzić po klasie",
        "n": "Unsere Lehrer lassen uns im Unterricht nicht herumgehen"
    },
    {
        "p": "Nie pozwalam pójść mojemu dziecku na koncert",
        "n": "Ich lasse mein Kind nicht ins Konzert gehen"
    },
    {
        "p": "Gdzie zostawiłeś swoje klapki?",
        "n": "Wo hast du deine Flip-Flops gelassen?"
    },
    {
        "p": "Zaraz zamówimy jedzenie",
        "n": "Wir lassen gleich das Essen bestellen"
    },
    {
        "p": "Peter zamówił już stolik w restauracji",
        "n": "Peter hat schon den Tisch im Restaurant bestellen lassen"
    },
    {
        "p": "Zostawiłem portfel i dowód w domu",
        "n": "Ich habe meine Geldtasche und meinen Ausweis zu Hause gelassen"
    },
    {
        "p": "Zostawiłem bagaż w hotelu",
        "n": "Ich habe mein Gepäck im Hotel gelassen"
    },
    {
        "p": "Tego nie da się zrobić",
        "n": "Das lässt sich nicht machen"
    },
    {
        "p": "Mama dała samochód do naprawy",
        "n": "Die Mutter hat das Auto reparieren lassen"
    },
    {
        "p": "Tata kazał mi w wakacje uczyć się niemieckiego",
        "n": "Der Vater hat mich in den Sommerferien Deutsch lernen lassen"
    },
    {
        "p": "Rodzice pozwolili mi wyjechać z przyjacółmi w góry",
        "n": "Die Eltern haben mich mit meinen Freunden ins Gebirge fahren lassen"
    },
    {
        "p": "Proszę mi pozwolić napisać ten test jeszcze raz!",
        "n": "Lassen Sie mich bitte den Test noch einmal schreiben!"
    },
    {
        "p": "Czy pozwalacie mi z wami jechać?",
        "n": "Lasst ihr mich mitfahren?"
    },
    {
        "p": "Proszę pozwólcie mi pojechać z ekipą",
        "n": "Lasst mich bitte mit der Clique fahren"
    },
    {
        "p": "Tylko mnie zmuszacie do nauki",
        "n": "Ihr lasst mich nur lernen"
    },
    {
        "p": "Proszę dać nam trochę czasu",
        "n": "Lass uns bitte etwas Zeit"
    },
    {
        "p": "Proszę zostawić nas w spokoju!",
        "n": "Lass uns bitte in Ruhe!"
    }
]